[
  {
    "text": "Humans have come into being for the sake of each other, so either teach them or learn to bear them.",
    "author": "Marcus Aurelius",
    "tags": ["stoicism", "community", "patience", "compassion"]
  },
  {
    "text": "Don't explain your philosophy. Embody it.",
    "author": "Epictetus",
    "tags": ["stoicism", "action", "integrity", "practice"]
  },
  {
    "text": "The best revenge is not to be like your enemy.",
    "author": "Marcus Aurelius",
    "tags": ["stoicism", "revenge", "virtue", "self-mastery"]
  },
  {
    "text": "No man is an island",
    "author": "John Donne",
    "tags": ["interdependence", "community", "humanity"]
  },
  {
    "text": "There was once a farmer in ancient China who owned a horse. “You are so lucky!” his neighbours told him, “to have a horse to pull the cart for you.” “Maybe,” the farmer replied. One day he didn’t latch the gate properly and the horse ran away. “Oh no! That is terrible news!” his neighbours cried. “Such bad luck!” “Maybe,” the farmer replied. A few days later the horse returned, bringing with it six wild horses. “How fantastic! You are so lucky,” his neighbours told him. “Maybe,” the farmer replied. The following week the farmer’s son was breaking-in one of the wild horses when it threw him to the ground, breaking his leg. “Oh no!” the neighbours cried. “Such bad luck, all over again!” “Maybe,” the farmer replied. The next day soldiers came and took away all the young men to fight in the army. The farmer’s son was left behind. “You are so lucky!” his neighbours cried. “Maybe,” the farmer replied. When we interpret a situation as an ‘opportunity’ or a ‘disaster’ it shapes the way that we respond. But the Taoist Farmer shows that we can never truly know how a situation is going to turn out. There are no intrinsic ‘opportunities’ or ‘threats’ — there is only what happens and how we choose to respond. In which case, doesn’t it make sense to look for the opportunities in every situation? Are you facing a crisis at the moment? How might you turn it into an opportunity?",
    "author": "Taoist Parable",
    "tags": ["taoism", "perspective", "acceptance", "equanimity", "calm"]
  },
  {
    "text": "Never depend upon the admiration of others. There is no strength in it. Personal merit cannot be derived from an external source.",
    "author": "Epictetus",
    "tags": ["stoicism", "approval", "autonomy", "self-worth"]
  },
  {
    "text": "Some things are in our control and others not. Things in our control are opinion, pursuit, desire, aversion, and, in a word, whatever are our own actions. Things not in our control are body, property, reputation, command, and, in one word, whatever are not our own actions.",
    "author": "Epictetus",
    "tags": ["stoicism", "control", "dichotomy-of-control", "focus"]
  },
  {
    "text": "Don't just say that you have read books. Show that through them you have learned to think better.",
    "author": "Epictetus",
    "tags": ["learning", "wisdom", "practice", "critical-thinking"]
  },
  {
    "text": "If it's endurable, then endure it. Stop complaining.",
    "author": "Marcus Aurelius",
    "tags": ["stoicism", "resilience", "fortitude", "acceptance"]
  },
  {
    "text": "Live your whole life invested by outside forces and with a wholly joyful heart.",
    "author": "Marcus Aurelius",
    "tags": ["stoicism", "joy", "acceptance", "present"]
  },
  {
    "text": "The greater the difficulty, the more glory in surmounting it. Skillful pilots gain their reputation from storms and tempests.",
    "author": "Epictetus",
    "tags": ["stoicism", "difficulty", "courage", "growth"]
  },
  {
    "text": "Accept whatever comes to you woven in the pattern of your destiny, for what could more aptly fit your needs.",
    "author": "Marcus Aurelius",
    "tags": ["stoicism", "amor-fati", "acceptance", "fate"]
  },
  {
    "text": "If someone succeeds in provoking you, realize that your mind is complicit in the provocation.",
    "author": "Epictetus",
    "tags": ["stoicism", "anger", "agency", "mindset"]
  },
  {
    "text": "Accept death in a cheerful spirit, as nothing but the dissolution of the elements from which each living thing is composed. If it doesn’t hurt the individual elements to change continually into one another, why are people afraid of all of them changing and separating? It’s a natural thing. And nothing natural is evil.",
    "author": "Marcus Aurelius",
    "tags": ["stoicism", "mortality", "nature", "equanimity"]
  },
  {
    "text": "We can easily forgive a child who is afraid of the dark; the real tragedy of life is when men are afraid of the light.",
    "author": "Plato",
    "tags": ["wisdom", "fear", "truth"]
  },
  {
    "text": "An empty vessel makes the loudest sound, so they that have the least wit are the greatest babblers.",
    "author": "Plato",
    "tags": ["wisdom", "humility", "speech"]
  },
  {
    "text": "Over and over you consult me about specific matters, forgetting that you and I are separated by a wide and empty sea. Given that most advice depends on the situation, my response on some points is bound to reach you just when the opposite counsel would be more to your advantage. For advice is geared to events, and events are always moving—no, hurtling—along. So advice should be formulated on the day it is needed. And even that is too slow: let it be formulated on the spot, as the saying goes.",
    "author": "Seneca",
    "tags": ["stoicism", "prudence", "timing", "practical-wisdom"]
  },
  {
    "text": "How, then, is advice to be found? Let me explain. Each time you want to know what to pursue or what to avoid, look to your highest good, the aim of your life as a whole. Everything we do ought to be in accordance with that aim... If one doesn’t know what harbor to make for, there can be no favoring wind.",
    "author": "Seneca (Letter 71.1-3)",
    "tags": ["stoicism", "telos", "aim", "purpose"]
  },
  {
    "text": "You don't have to turn this into something. It doesn't have to upset you.",
    "author": "Marcus Aurelius",
    "tags": ["stoicism", "equanimity", "perception"]
  },
  {
    "text": "If you are distressed by anything external, the pain is not due to the thing itself, but to your opinion of it; and this you have the power to revoke at any moment.",
    "author": "Marcus Aurelius",
    "tags": ["stoicism", "cognitive-reframing", "perception", "agency"]
  },
  {
    "text": "Devote the rest of your life to making progress.",
    "author": "Seneca",
    "tags": ["stoicism", "growth", "practice", "discipline"]
  },
  {
    "text": "True happiness is to be present, without anxious dependence on the future.",
    "author": "Seneca",
    "tags": ["stoicism", "presence", "anxiety", "contentment"]
  },
  {
    "text": "Where we are, death is not, and where death is, we are not.",
    "author": "Epicurus",
    "tags": ["mortality", "calm", "atomism"]
  },
  {
    "text": "Let us prepare our minds as if we'd come to the end of life. Let us postpone nothing.",
    "author": "Seneca",
    "tags": ["stoicism", "urgency", "memento-mori", "priorities"]
  },
  {
    "text": "Get back up when you fail. Celebrate behaving like a human.",
    "author": "Marcus Aurelius",
    "tags": ["stoicism", "resilience", "self-compassion"]
  },
  {
    "text": "If a man knows not to which port he sails, no wind is favourable.",
    "author": "Seneca",
    "tags": ["aim", "purpose", "direction"]
  },
  {
    "text": "Love the hand that fate deals you and play it as your own.",
    "author": "(Amor Fati, often associated with Marcus Aurelius)",
    "tags": ["amor-fati", "acceptance", "fate", "ownership"]
  },
  {
    "text": "Society tames the wolf into a dog. And man is the most domesticated animal after all.",
    "author": "Friedrich Nietzsche",
    "tags": ["culture", "freedom", "nature"]
  },
  {
    "text": "Do not be wise in words, be wise in deeds.",
    "author": "Marcus Aurelius",
    "tags": ["stoicism", "action", "virtue"]
  },
  {
    "text": "He who is unable to live in society, or who has no need because he is sufficient for himself, must be either a beast or a god.",
    "author": "Aristotle",
    "tags": ["community", "virtue", "political-animal"]
  },
  {
    "text": "The world will ask who you are, and if you don't know, the world will tell you.",
    "author": "Carl Jung",
    "tags": ["identity", "self-knowledge", "autonomy"]
  },
  {
    "text": "Men speak opinions, not facts. Our eyes see perspective, not truth.",
    "author": "Marcus Aurelius",
    "tags": ["stoicism", "epistemology", "humility"]
  },
  {
    "text": "Happy is the man who can make others better, not only when he is in their company, but even when he is in their thoughts!",
    "author": "Seneca",
    "tags": ["virtue", "influence", "friendship"]
  },
  {
    "text": "A gem cannot be polished without friction, nor a man perfected without trials.",
    "author": "Seneca",
    "tags": ["difficulty", "growth", "resilience"]
  },
  {
    "text": "Control your anger, if you hold anger towards others, they have control over you.",
    "author": "Miyamoto Musashi",
    "tags": ["anger", "self-mastery", "discipline"]
  },
  {
    "text": "If you feel like losing everything, remember trees lose their leaves every year. Yet they stand tall and wait for better days to come.",
    "author": "Japanese Proverb",
    "tags": ["resilience", "nature", "seasons"]
  },
  {
    "text": "The cave you fear to enter holds the treasure you seek.",
    "author": "Joseph Campbell",
    "tags": ["courage", "growth", "fear"]
  },
  {
    "text": "If you spend your time chasing butterflies, they'll fly away. But if you spend your time building a garden, the butterflies will come. Don't chase, attract.",
    "author": "Unknown",
    "tags": ["patience", "preparation", "attraction"]
  },
  {
    "text": "Let us conduct ourselves so that all men want to be our friends, and all fear to be our enemies.",
    "author": "Alexander the Great",
    "tags": ["leadership", "reputation", "prudence"]
  },
  {
    "text": "One day your life will flash before your eyes. Make sure it's worth watching.",
    "author": "Gerard Way",
    "tags": ["urgency", "meaning", "reflection"]
  },
  {
    "text": "You always own the option of having no opinion.",
    "author": "Marcus Aurelius",
    "tags": ["stoicism", "equanimity", "restraint"]
  },
  {
    "text": "Learn to be patient with those who err. Remember that no one is perfect and it is through this understanding that we can find peace.",
    "author": "Marcus Aurelius",
    "tags": ["stoicism", "compassion", "patience"]
  },
  {
    "text": "We don't rise to the levels of our expectations, we fall to the level of our training.",
    "author": "Archilochus",
    "tags": ["discipline", "training", "preparation"]
  },
  {
    "text": "We suffer more in imagination than in reality.",
    "author": "Seneca",
    "tags": ["anxiety", "perception", "mindset"]
  },
  {
    "text": "The things you think about determine the quality of your mind. Your soul takes on the colour of your thoughts.",
    "author": "Marcus Aurelius",
    "tags": ["attention", "character", "mindset"]
  },
  {
    "text": "You could leave this life right now. Let that determine what you do and say and think.",
    "author": "Marcus Aurelius",
    "tags": ["memento-mori", "urgency", "values"]
  },
  {
    "text": "Begin at once to live, and count each separate day as a separate life.",
    "author": "Seneca",
    "tags": ["presence", "urgency", "gratitude"]
  },
  {
    "text": "The trials you have will introduce you to your strengths.",
    "author": "Epictetus",
    "tags": ["resilience", "growth", "adversity"]
  },
  {
    "text": "Someone despises me. That's their problem.",
    "author": "Marcus Aurelius",
    "tags": ["stoicism", "approval", "equanimity"]
  },
  {
    "text": "Waste no more time arguing what a good man should be. Be one.",
    "author": "Marcus Aurelius",
    "tags": ["virtue", "action", "integrity"]
  },
  {
    "text": "Your days are numbered. Use them to throw open the windows of your soul to the sun. If you don't, the sun will set and you will set with it.",
    "author": "Marcus Aurelius",
    "tags": ["memento-mori", "urgency", "gratitude"]
  },
  {
    "text": "First say to yourself what you would be; and then do what you have to do.",
    "author": "Epictetus",
    "tags": ["identity", "discipline", "action"]
  },
  {
    "text": "Choose not to be harmed, and you won't feel harmed. Don't feel harmed, and you haven't been.",
    "author": "Marcus Aurelius",
    "tags": ["agency", "perception", "equanimity"]
  },
  {
    "text": "You become what you give your attention to.",
    "author": "Epictetus",
    "tags": ["attention", "focus", "character"]
  },
  {
    "text": "It is impossible to learn that which you think you already know.",
    "author": "Epictetus",
    "tags": ["learning", "humility", "growth"]
  }
]

